7767517
97 106
Input            input.1                  0 1 input.1
Convolution      Conv_0                   1 1 input.1 94 0=16 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=432
ReLU             Relu_1                   1 1 94 95
ConvolutionDepthWise Conv_2                   1 1 95 96 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=144 7=16
ReLU             Relu_3                   1 1 96 97
Convolution      Conv_4                   1 1 97 98 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=128
Convolution      Conv_5                   1 1 98 99 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=384
ReLU             Relu_6                   1 1 99 100
ConvolutionDepthWise Conv_7                   1 1 100 101 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=432 7=48
ReLU             Relu_8                   1 1 101 102
Convolution      Conv_9                   1 1 102 103 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=384
Split            splitncnn_0              1 2 103 103_splitncnn_0 103_splitncnn_1
Convolution      Conv_10                  1 1 103_splitncnn_1 104 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=384
ReLU             Relu_11                  1 1 104 105
ConvolutionDepthWise Conv_12                  1 1 105 106 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=432 7=48
ReLU             Relu_13                  1 1 106 107
Convolution      Conv_14                  1 1 107 108 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=384
BinaryOp         Add_15                   2 1 103_splitncnn_0 108 109 0=0
Convolution      Conv_16                  1 1 109 110 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=384
ReLU             Relu_17                  1 1 110 111
ConvolutionDepthWise Conv_18                  1 1 111 112 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=432 7=48
ReLU             Relu_19                  1 1 112 113
Convolution      Conv_20                  1 1 113 114 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=768
Split            splitncnn_1              1 2 114 114_splitncnn_0 114_splitncnn_1
Convolution      Conv_21                  1 1 114_splitncnn_1 115 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
ReLU             Relu_22                  1 1 115 116
ConvolutionDepthWise Conv_23                  1 1 116 117 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=864 7=96
ReLU             Relu_24                  1 1 117 118
Convolution      Conv_25                  1 1 118 119 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
BinaryOp         Add_26                   2 1 114_splitncnn_0 119 120 0=0
Split            splitncnn_2              1 2 120 120_splitncnn_0 120_splitncnn_1
Convolution      Conv_27                  1 1 120_splitncnn_1 121 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
ReLU             Relu_28                  1 1 121 122
ConvolutionDepthWise Conv_29                  1 1 122 123 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=864 7=96
ReLU             Relu_30                  1 1 123 124
Convolution      Conv_31                  1 1 124 125 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
BinaryOp         Add_32                   2 1 120_splitncnn_0 125 126 0=0
Convolution      Conv_33                  1 1 126 127 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
ReLU             Relu_34                  1 1 127 128
ConvolutionDepthWise Conv_35                  1 1 128 129 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=864 7=96
ReLU             Relu_36                  1 1 129 130
Convolution      Conv_37                  1 1 130 131 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Split            splitncnn_3              1 2 131 131_splitncnn_0 131_splitncnn_1
Convolution      Conv_38                  1 1 131_splitncnn_1 132 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
ReLU             Relu_39                  1 1 132 133
ConvolutionDepthWise Conv_40                  1 1 133 134 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
ReLU             Relu_41                  1 1 134 135
Convolution      Conv_42                  1 1 135 136 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         Add_43                   2 1 131_splitncnn_0 136 137 0=0
Split            splitncnn_4              1 2 137 137_splitncnn_0 137_splitncnn_1
Convolution      Conv_44                  1 1 137_splitncnn_1 138 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
ReLU             Relu_45                  1 1 138 139
ConvolutionDepthWise Conv_46                  1 1 139 140 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
ReLU             Relu_47                  1 1 140 141
Convolution      Conv_48                  1 1 141 142 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         Add_49                   2 1 137_splitncnn_0 142 143 0=0
Split            splitncnn_5              1 2 143 143_splitncnn_0 143_splitncnn_1
Convolution      Conv_50                  1 1 143_splitncnn_1 144 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
ReLU             Relu_51                  1 1 144 145
ConvolutionDepthWise Conv_52                  1 1 145 146 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
ReLU             Relu_53                  1 1 146 147
Convolution      Conv_54                  1 1 147 148 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         Add_55                   2 1 143_splitncnn_0 148 149 0=0
Convolution      Conv_56                  1 1 149 150 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
ReLU             Relu_57                  1 1 150 151
ConvolutionDepthWise Conv_58                  1 1 151 152 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
ReLU             Relu_59                  1 1 152 153
Convolution      Conv_60                  1 1 153 154 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Split            splitncnn_6              1 2 154 154_splitncnn_0 154_splitncnn_1
Convolution      Conv_61                  1 1 154_splitncnn_1 155 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
ReLU             Relu_62                  1 1 155 156
ConvolutionDepthWise Conv_63                  1 1 156 157 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
ReLU             Relu_64                  1 1 157 158
Convolution      Conv_65                  1 1 158 159 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         Add_66                   2 1 154_splitncnn_0 159 160 0=0
Split            splitncnn_7              1 2 160 160_splitncnn_0 160_splitncnn_1
Convolution      Conv_67                  1 1 160_splitncnn_1 161 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
ReLU             Relu_68                  1 1 161 162
ConvolutionDepthWise Conv_69                  1 1 162 163 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
ReLU             Relu_70                  1 1 163 164
Convolution      Conv_71                  1 1 164 165 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         Add_72                   2 1 160_splitncnn_0 165 166 0=0
Convolution      Conv_73                  1 1 166 167 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
ReLU             Relu_74                  1 1 167 168
ConvolutionDepthWise Conv_75                  1 1 168 169 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
ReLU             Relu_76                  1 1 169 170
Convolution      Conv_77                  1 1 170 171 0=56 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=10752
Split            splitncnn_8              1 2 171 171_splitncnn_0 171_splitncnn_1
Convolution      Conv_78                  1 1 171_splitncnn_1 172 0=336 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18816
ReLU             Relu_79                  1 1 172 173
ConvolutionDepthWise Conv_80                  1 1 173 174 0=336 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3024 7=336
ReLU             Relu_81                  1 1 174 175
Convolution      Conv_82                  1 1 175 176 0=56 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18816
BinaryOp         Add_83                   2 1 171_splitncnn_0 176 177 0=0
Convolution      Conv_84                  1 1 177 178 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=7168
ReLU             Relu_85                  1 1 178 179
Convolution      Conv_86                  1 1 179 180 0=63 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=72576
